Repository: marvinli001/ClashMax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Invalid %@ sniffer port: %@. Use a port from 1 to 65535, or a low-high range.
zh_hans: %@ 嗅探端口无效：%@。请使用 1 到 65535 之间的端口，或低-高格式的端口范围。

source: Invalid custom delay URL. Falling back to default delay URL.
zh_hans: 自定义测速 URL 无效，已回退到默认测速 URL。

source: Invalid origin: %@
zh_hans: 无效来源：%@

source: Invalid profile
zh_hans: 无效配置

source: Invalid sniffer %@ entry: %@. Use an IP or CIDR.
zh_hans: 嗅探 %@ 条目无效：%@。请填写 IP 或 CIDR。

source: IP check target matched a DIRECT rule.
zh_hans: IP 检测目标命中了 DIRECT 规则。

source: IP CIDR must be a valid CIDR range, for example 10.0.0.0/8.
zh_hans: IP CIDR 必须是有效的 CIDR 网段，例如 10.0.0.0/8。

source: IP suffix
zh_hans: IP 后缀

source: Keep Current State
zh_hans: 保持当前状态

source: LAN
zh_hans: 局域网

source: LAN exposure is controlled by ClashMax runtime settings.
zh_hans: 局域网暴露范围由 ClashMax 的运行时设置控制。

source: Language
zh_hans: 语言

source: Last applied policy
zh_hans: 上次应用的策略

source: Last Bypass
zh_hans: 最近绕过

source: Last Check
zh_hans: 最近检查

source: Last checked %@.
zh_hans: 上次检查 %@。

source: Last Error
zh_hans: 最近错误

source: Last Exit
zh_hans: 最近退出

source: Last Update
zh_hans: 最近更新

source: Later
zh_hans: 稍后

source: Launch
zh_hans: 启动

source: Launch at Login
zh_hans: 登录时启动

source: Launch at login is not registered.
zh_hans: 尚未注册登录时启动。

source: LaunchDaemon approval is managed by macOS. Registering may open System Settings instead of showing an app permission sheet.
zh_hans: LaunchDaemon 批准由 macOS 管理。注册时可能会打开系统设置，而不是显示应用内权限表。

source: Layers
zh_hans: 层

source: Layout
zh_hans: 布局

source: Leave blank to restore without encrypted secrets.
zh_hans: 留空即可在不恢复加密密钥的情况下还原。

source: Leave empty to use the remote profile-update-interval or the global default.
zh_hans: 留空则使用远端 profile-update-interval 或全局默认值。

source: Leave routing and system proxy unchanged when no saved SSID policy matches.
zh_hans: 没有保存的 SSID 策略匹配时，保持路由和系统代理不变。

source: Legacy Runtime Merge YAML
zh_hans: 旧版运行时合并 YAML

source: Level
zh_hans: 级别

source: Light
zh_hans: 浅色

source: Listen address must use 127.0.0.1:<port>, for example 127.0.0.1:9097.
zh_hans: 监听地址必须使用 127.0.0.1:<端口>，例如 127.0.0.1:9097。

source: Live
zh_hans: 实时

source: Live runtime
zh_hans: 当前运行时

source: Local Clash Proxy
zh_hans: 本地 Clash 代理

source: Local controller API port bound to 127.0.0.1.
zh_hans: 绑定到 127.0.0.1 的本地控制器 API 端口。

source: Local Result
zh_hans: 本地结果

source: Local Simulation
zh_hans: 本地模拟

source: Local YAML
zh_hans: 本地 YAML

source: Location access is denied, so macOS hides the Wi-Fi network name from ClashMax.
zh_hans: 定位权限已被拒绝，因此 macOS 不会向 ClashMax 显示 Wi-Fi 网络名称。

source: Log Level
zh_hans: 日志级别

source: Logs
zh_hans: 日志

source: macOS already uses this shortcut.
zh_hans: macOS 已占用该快捷键。

source: macOS did not report a Wi-Fi network name.
zh_hans: macOS 未返回 Wi-Fi 网络名称。

source: macOS hides Wi-Fi network names until Location Services is turned on.
zh_hans: macOS 在开启“定位服务”之前不会显示 Wi-Fi 网络名称。

source: macOS is running ClashMax from a protected temporary copy that cannot move itself. Drag ClashMax into your Applications folder in Finder, then open it from there.
zh_hans: macOS 正在以受保护的临时副本运行 ClashMax，它无法自行移动。请在访达中把 ClashMax 拖到「应用程序」文件夹，然后从那里打开。

source: macOS is running ClashMax from a temporary read-only copy, which it will not let install a privileged helper. Drag ClashMax into your Applications folder in Finder, then open it from there.
zh_hans: macOS 正在以只读的临时副本运行 ClashMax，这种情况下无法安装特权辅助工具。请在访达中把 ClashMax 拖到「应用程序」文件夹，然后从那里打开。

source: macOS only reveals Wi-Fi network names to apps with Location Services access.
zh_hans: macOS 仅向已获得“定位服务”权限的 App 显示 Wi-Fi 网络名称。

source: macOS will ask you to approve ClashMax in System Settings > General > Login Items & Extensions before TUN routing can start.
zh_hans: macOS 会要求你在“系统设置 > 通用 > 登录项与扩展”中批准 ClashMax，之后才能启动 TUN 路由。

source: Manage external dashboard profiles
zh_hans: 管理外部面板配置

source: Manage Proxy Endpoints
zh_hans: 管理代理端点

source: Manual
zh_hans: 手动

source: Manual Profile
zh_hans: 手动配置

source: Manual Proxy
zh_hans: 手动代理

source: Manual Proxy · Missing Endpoint
zh_hans: 手动代理 · 缺少端点

source: Match
zh_hans: 匹配

source: Match On Domain
zh_hans: 按域名匹配

source: Match Simulator
zh_hans: 匹配模拟器

source: Match Without Domain
zh_hans: 不用域名时匹配

source: Match without resolving DNS (no-resolve)
zh_hans: 匹配时不解析 DNS（no-resolve）

source: Matched Rule
zh_hans: 命中规则

source: Matched rule #%lld
zh_hans: 已匹配规则 #%lld

source: Maximum delay after repeated subscription update failures.
zh_hans: 多次订阅更新失败后的最大延迟。

source: Measure through Mihomo's proxy delay API.
zh_hans: 通过 Mihomo 代理延迟 API 测量。

source: Memory
zh_hans: 内存

source: Merged into runtime config before app-managed launch settings.
zh_hans: 会在 App 管理的启动设置之前合并进运行时配置。

source: Message
zh_hans: 消息

source: Mihomo reloaded, so the %@ change is live now.
zh_hans: Mihomo 已重载，%@改动现已生效。

source: Mihomo Reported
zh_hans: Mihomo 上报

source: Mihomo unavailable
zh_hans: Mihomo 不可用

source: Mihomo URL Delay
zh_hans: Mihomo URL 延迟

source: Minimal
zh_hans: 最小

source: minutes
zh_hans: 分钟

source: Mismatch
zh_hans: 不匹配

source: Missing
zh_hans: 缺失

source: Missing endpoint
zh_hans: 缺少端点

source: Missing Password
zh_hans: 缺少密码

source: Mixed Port
zh_hans: 混合端口

source: Mode
zh_hans: 模式

source: Move ClashMax to the Applications folder
zh_hans: 将 ClashMax 移动到「应用程序」文件夹

source: Move to Applications
zh_hans: 移动到「应用程序」

source: Name
zh_hans: 名称

source: Nameserver Policy
zh_hans: Nameserver 策略

source: Native Ping
zh_hans: 原生 Ping

source: NE Diagnostics
zh_hans: NE 诊断

source: NE Issue
zh_hans: NE 问题

source: NE Proxy
zh_hans: NE 代理

source: NE Proxy captured the current inbound port and controller endpoint when it started
zh_hans: NE 代理在启动时已固定当前的入站端口与控制端点

source: NE Proxy DNS
zh_hans: NE 代理 DNS

source: NE Proxy is on, so captured queries use Mihomo's resolver.
zh_hans: NE 代理已开启，被捕获的查询会使用 Mihomo 的解析器。

source: NE Proxy reads its routing settings when the tunnel starts
zh_hans: NE 代理只在隧道启动时读取路由设置

source: NE Proxy routing
zh_hans: NE 代理路由

source: NE System DNS
zh_hans: NE 系统 DNS

source: Needs Setup
zh_hans: 需要设置

source: Network
zh_hans: 网络

source: Network Extension owns transparent proxy routing.
zh_hans: Network Extension 正在接管透明代理路由。

source: Network Extension proxy is not active.
zh_hans: 网络扩展代理未运行。

source: Network Extension reported an issue: %@
zh_hans: 网络扩展报告了一个问题：%@

source: Network Policies
zh_hans: 网络策略

source: Network Status
zh_hans: 网络状态

source: Network timeout used for each subscription fetch attempt.
zh_hans: 每次拉取订阅时使用的网络超时时间。

source: Never Sniff
zh_hans: 从不嗅探

source: New DNS Patch
zh_hans: 新建 DNS 补丁

source: New Rule Snippet
zh_hans: 新建规则片段

source: New Sniffer Patch
zh_hans: 新建嗅探补丁

source: Next
zh_hans: 下次更新

source: No
zh_hans: 否

source: No active connections
zh_hans: 没有活动连接

source: No active snippets apply to this profile.
zh_hans: 没有活动片段适用于此配置。

source: No app-managed DNS override.
zh_hans: 没有由应用管理的 DNS 覆盖。

source: No app, host, rule, or chain matches the current search.
zh_hans: 当前搜索没有匹配的 App、主机、规则或链路。

source: No change
zh_hans: 无变化

source: No changes
zh_hans: 无变化

source: No Core
zh_hans: 无核心

source: No dashboards
zh_hans: 没有面板

source: No domain in this traffic
zh_hans: 该流量中没有域名

source: No domain, opened before the current settings
zh_hans: 无域名，建立于当前设置生效之前

source: No domain, sniffer settings unknown
zh_hans: 无域名，嗅探设置未知

source: No domain, sniffing is off
zh_hans: 无域名，嗅探已关闭

source: No domain, this address is skipped
zh_hans: 无域名，该地址被跳过

source: No domain, this port is not sniffed
zh_hans: 无域名，该端口未被嗅探

source: No fetch recorded yet.
zh_hans: 尚无拉取记录。

source: No local match
zh_hans: 本地未匹配

source: No logs yet
zh_hans: 暂无日志

source: No matching connections
zh_hans: 没有匹配的连接

source: No matching logs
zh_hans: 没有匹配的日志

source: No matching proxies
zh_hans: 没有匹配的代理

source: No network policies
zh_hans: 没有网络策略

source: No pending changes
zh_hans: 无待应用改动

source: No Profile
zh_hans: 无配置

source: No profiles
zh_hans: 没有配置

source: No Profiles
zh_hans: 无配置

source: No profiles available
zh_hans: 无可用配置

source: No provider analytics
zh_hans: 暂无 Provider 分析

source: No provider content wrapping is required.
zh_hans: 无需封装 provider 内容。

source: No provider data
zh_hans: 暂无 Provider 数据

source: No proxy endpoints
zh_hans: 无代理端点

source: No proxy groups
zh_hans: 没有代理组

source: No proxy groups match the current search.
zh_hans: 没有代理组匹配当前搜索。

source: No recent updates.
zh_hans: 暂无最近更新。

source: no reported rule
zh_hans: 未报告的规则

source: No result
zh_hans: 无结果

source: No retained connections
zh_hans: 没有保留连接

source: No retained logs match the selected level.
zh_hans: 没有保留日志匹配所选级别。

source: No rule matched the probe, so the rule is stored but was not reached.
zh_hans: 探测未命中任何规则：规则已保存，但没有被匹配到。

source: No rules loaded
zh_hans: 未加载规则

source: No runtime preflight required for this profile.
zh_hans: 此配置无需运行时预检。

source: No sniffer changes
zh_hans: 未修改嗅探

source: No Snippets
zh_hans: 暂无片段

source: No supported local rule matched. Runtime provider and geodata rules may still match inside Mihomo.
zh_hans: 没有支持的本地规则匹配。运行时提供者和地理数据规则仍可能在 Mihomo 内匹配。

source: No traffic capture is active, so nothing reaches Mihomo's resolver yet.
zh_hans: 当前没有启用任何流量捕获，暂时没有查询会到达 Mihomo 的解析器。

source: No Upstream
zh_hans: 无上游

source: No value
zh_hans: 无值

source: No Wi-Fi SSID detected.
zh_hans: 未检测到 Wi-Fi SSID。

source: Node Selection
zh_hans: 节点选择

source: nodes
zh_hans: 节点

source: None
zh_hans: 无

source: Not applied to a running runtime: the change takes effect the next time the core starts.
zh_hans: 当前未作用于运行中的运行时：改动将在下次启动内核时生效。

source: Not Checked
zh_hans: 未检查

source: Not configured.
zh_hans: 未配置。

source: Not connected to a Wi-Fi network.
zh_hans: 未连接到 Wi-Fi 网络。

source: Not Enabled
zh_hans: 未启用

source: Not Generated
zh_hans: 未生成

source: Not Recorded
zh_hans: 未记录

source: Nothing matched
zh_hans: 没有命中任何规则

source: Notify Update Failures
zh_hans: 通知更新失败

source: Off
zh_hans: 关闭

source: On
zh_hans: 开启

source: One domain per line
zh_hans: 每行一个域名

source: One IP or CIDR per line
zh_hans: 每行一个 IP 或 CIDR

source: Only Proxy, Auto, DIRECT, DNS defaults, and MATCH.
zh_hans: 仅包含 Proxy、Auto、DIRECT、DNS 默认值和 MATCH。

source: Only system proxy is on: proxied requests resolve inside Mihomo, while macOS keeps resolving everything else.
zh_hans: 仅开启了系统代理：经过代理的请求在 Mihomo 内解析，其余流量仍由 macOS 解析。

source: Open Dashboard
zh_hans: 打开仪表盘

source: Open external dashboard
zh_hans: 打开外部面板

source: Open helper approval settings
zh_hans: 打开 Helper 审批设置

source: Open in Routing
zh_hans: 在“路由”页打开

source: Open Language & Region
zh_hans: 打开语言与地区

source: Open Location Settings
zh_hans: 打开定位设置

source: Open Log Folder
zh_hans: 打开日志文件夹

source: Open Login Items
zh_hans: 打开登录项

source: Open Logs
zh_hans: 打开日志

source: Open Main Window
zh_hans: 打开主窗口

source: Open NE Diagnostics to review transparent proxy errors.
zh_hans: 打开 NE 诊断以查看透明代理错误。

source: Open Settings
zh_hans: 打开设置

source: Open System Settings > General > Language & Region.
zh_hans: 打开“系统设置 > 通用 > 语言与地区”。

source: Open System Settings > General > Login Items & Extensions.
zh_hans: 打开“系统设置 > 通用 > 登录项与扩展”。

source: Open the same destination again to see the current settings applied.
zh_hans: 重新访问同一目标，即可看到当前设置的效果。

source: Open TUN Diagnostics and run repair if needed.
zh_hans: 打开 TUN 诊断，并在需要时执行修复。

source: Optional TLS server name
zh_hans: 可选的 TLS 服务器名称

source: Optional; defaults to Manual Proxy
zh_hans: 可选；默认使用“手动代理”

source: Original Clash YAML is kept unchanged on disk.
zh_hans: 磁盘上的原始 Clash YAML 保持不变。

source: Original profile
zh_hans: 原始配置

source: Original profile already contains Clash runtime YAML.
zh_hans: 原始配置已包含 Clash 运行时 YAML。

source: Original provider content is kept unchanged and wrapped at runtime.
zh_hans: 原始 provider 内容保持不变，并在运行时封装。

source: overlay order
zh_hans: 覆盖顺序

source: Overridden Keys
zh_hans: 已覆盖字段

source: Override Interval
zh_hans: 覆盖间隔

source: override off
zh_hans: 不改写目标

source: override on
zh_hans: 改写目标

source: Owner
zh_hans: 归属

source: Owner: %@
zh_hans: 归属：%@

source: Panel response
zh_hans: 面板响应

source: Parse Pure IP
zh_hans: 解析纯 IP

source: Password
zh_hans: 密码

source: Passwords are stored in Keychain and are never written to the endpoint manifest.
zh_hans: 密码存储在钥匙串中，绝不会写入端点清单。

source: Payload
zh_hans: 规则值

source: Pick a node and we'll remember it. Tests start a quiet preview core automatically.
zh_hans: 选择节点后会记住该选择。测速会自动启动安静的预览核心。

source: Ping the node server host directly from macOS.
zh_hans: 直接从 macOS Ping 节点服务器主机。

source: Placement
zh_hans: 插入位置

source: Policy
zh_hans: 策略

source: Policy / Sub-rule
zh_hans: 策略 / 子规则

source: Policy Name
zh_hans: 策略名称

source: Port
zh_hans: 端口

source: port %@
zh_hans: 端口 %@

source: Port or range
zh_hans: 端口或端口范围

source: Port rule value must be a port or range between 1 and 65535.
zh_hans: 端口规则值必须是 1 到 65535 之间的端口或范围。

source: Ports
zh_hans: 端口

source: Ports are controlled by ClashMax launch settings.
zh_hans: 端口由 ClashMax 的启动设置控制。

source: Position
zh_hans: 位置

source: Prefer HTTP/3
zh_hans: 优先 HTTP/3

source: Preflight
zh_hans: 预检

source: Preflighting provider file %@...
zh_hans: 正在预检 Provider 文件 %@...

source: Preparing the TUN helper with macOS.
zh_hans: 正在通过 macOS 准备 TUN helper。

source: Preset
zh_hans: 预设

source: Preview
zh_hans: 预览

source: Preview core is running on loopback for delay testing. Hit Start on Home to redirect traffic.
zh_hans: 预览核心正在本机回环地址运行，用于延迟测试。到首页点击启动即可接管流量。

source: Preview runtime is active.
zh_hans: 预览运行时正在运行。

source: Primary Issue
zh_hans: 主要问题

source: Private and China geodata rules stay direct before fallback.
zh_hans: 私有网络和中国大陆 geodata 规则会在 fallback 前直连。

source: Private and local traffic stays direct before fallback.
zh_hans: 私有和本地流量会在 fallback 前直连。

source: process
zh_hans: 进程

source: Process
zh_hans: 进程

source: Process name
zh_hans: 进程名

source: Process name or path
zh_hans: 进程名或路径

source: Process path
zh_hans: 进程路径

source: profile
zh_hans: 配置

source: Profile
zh_hans: 配置

source: Profile and core are ready.
zh_hans: 配置和核心已就绪。

source: Profile default
zh_hans: 配置默认

source: Profile DNS
zh_hans: 配置 DNS

source: Profile DNS is enabled
zh_hans: 配置文件已启用 DNS

source: Profile must include at least one proxy or proxy provider.
zh_hans: 配置必须至少包含一个代理或代理提供者。

source: Profile Name
zh_hans: 配置名称

source: profile options
zh_hans: 配置文件选项

source: Profile overlay
zh_hans: 配置覆盖

source: Profile override
zh_hans: 配置覆盖

source: Profile response is empty.
zh_hans: 配置响应为空。

source: Profile routing is stored with this subscription's provider options.
zh_hans: 配置专属路由会随此订阅的提供者选项保存。

source: Profile Rule Overlay
zh_hans: 配置规则覆盖

source: Profile sniffer kept
zh_hans: 保留配置文件的嗅探

source: Profile sniffer patched by snippets
zh_hans: 配置文件的嗅探已被片段修改

source: Profile Upstream
zh_hans: 配置上游

source: Profile YAML
zh_hans: 配置 YAML

source: Profiles
zh_hans: 配置

source: Protocol
zh_hans: 协议

source: Provider Analytics
zh_hans: Provider 轻量分析

source: Provider content is materialized as the app-managed clashmax-subscription-provider.
zh_hans: Provider 内容会生成为应用托管的 clashmax-subscription-provider。

source: Provider file
zh_hans: Provider 文件

source: Provider file is empty.
zh_hans: Provider 文件为空。

source: Provider Filter
zh_hans: Provider 过滤器

source: Provider Interval
zh_hans: Provider 间隔

source: Provider Interval: %args
zh_hans: Provider 间隔：%args

source: Provider materialization
zh_hans: Provider 物化

source: Provider name
zh_hans: Provider 名称

source: Provider options
zh_hans: Provider 选项

source: Provider Options
zh_hans: Provider 选项

source: Provider Override YAML
zh_hans: Provider 覆盖 YAML

source: Provider Side-load Preflight
zh_hans: Provider 旁加载预检

source: Provider side-load preflight failed for %@: %@
zh_hans: Provider 旁加载预检失败：%1$@：%2$@

source: Provider side-load preflight failed for %@.
zh_hans: Provider 旁加载预检失败：%@。

source: Provider side-load preflight is only available for app-managed provider subscriptions.
zh_hans: Provider 旁加载预检仅适用于应用托管的 provider 订阅。

source: Provider side-load preflight passed for %@.
zh_hans: Provider 旁加载预检通过：%@。

source: Provider side-load preflight requires a subscription profile.
zh_hans: Provider 旁加载预检需要订阅配置。

source: Provider side-load preflight requires Developer Mode.
zh_hans: Provider 旁加载预检需要 Developer Mode。

source: Providers
zh_hans: Provider

source: Proxies
zh_hans: 代理

source: Proxy
zh_hans: 代理

source: Proxy capture is not confirmed
zh_hans: 代理接管未确认

source: Proxy Effect
zh_hans: 代理效果

source: Proxy Endpoints
zh_hans: 代理端点

source: Proxy Groups
zh_hans: 代理组

source: Proxy groups load from the active profile and runtime.
zh_hans: 代理组会从当前配置和运行时加载。

source: Proxy is handling outbound traffic
zh_hans: 代理正在接管出站流量

source: Proxy is not capturing traffic
zh_hans: 代理未接管流量

source: Proxy Mode
zh_hans: 代理模式

source: Proxy Providers
zh_hans: 代理 Provider

source: Proxy Routing
zh_hans: 代理路由

source: Proxy Server Nameserver
zh_hans: 代理服务器 Nameserver

source: Proxy Server Nameserver Policy
zh_hans: 代理服务器 Nameserver 策略

source: Public IP
zh_hans: 公网 IP

source: Public IP egress matches a proxied path.
zh_hans: 公网 IP 出口符合走代理的路径。

source: Public IP is still China; if you selected a non-China node, proxy capture is not confirmed.
zh_hans: 公网 IP 仍为中国；如果你选择的是非中国节点，则代理接管尚未确认。

source: Quick Rules
zh_hans: 快捷规则

source: Quit
zh_hans: 退出

source: Reachable
zh_hans: 可连接

source: Read-only dashboard
zh_hans: 只读面板

source: Readiness
zh_hans: 就绪状态

source: Reads the Host header from plaintext HTTP requests.
zh_hans: 从明文 HTTP 请求中读取 Host 头。

source: Reads the SNI from a QUIC initial packet. Off by default: it is the least reliable of the three.
zh_hans: 从 QUIC 初始包中读取 SNI。默认关闭：它是三者中最不可靠的。

source: Reads the SNI from the TLS handshake. This is where most domains come back.
zh_hans: 从 TLS 握手中读取 SNI。大多数域名都由此恢复。

source: Ready
zh_hans: 就绪

source: Reason
zh_hans: 原因

source: Recent Bypass
zh_hans: 最近绕过

source: Recent Errors
zh_hans: 最近错误

source: Recent Failure
zh_hans: 最近失败

source: Recent Logs
zh_hans: 最近日志

source: Recent Updates
zh_hans: 最近更新

source: Referenced endpoints cannot be deleted. ClashMax will list the profiles that must be changed first.
zh_hans: 被引用的端点无法删除。ClashMax 会列出需要先修改的配置。

source: Refresh
zh_hans: 刷新

source: Refresh current network
zh_hans: 刷新当前网络

source: Refresh Interval
zh_hans: 刷新间隔

source: Refresh public IP and proxy effect
zh_hans: 刷新公网 IP 和代理效果

source: Refresh runtime data to reload the selected node.
zh_hans: 刷新运行时数据以重新加载所选节点。

source: Refresh subscriptions using profile-update-interval metadata when providers publish it.
zh_hans: 提供商发布 profile-update-interval 元数据时，按该信息刷新订阅。

source: Refresh the effective config to see which DNS keys Mihomo really reads.
zh_hans: 刷新生效配置，查看 Mihomo 实际读取的 DNS 字段。

source: Refresh to preview the redacted final runtime YAML and its diff.
zh_hans: 刷新后预览已打码的最终运行时 YAML 及其差异。

source: Register
zh_hans: 注册

source: Register ClashMax as a macOS login item.
zh_hans: 将 ClashMax 注册为 macOS 登录项。

source: Registered
zh_hans: 已注册

source: Registered TUN helper does not report a helper protocol version. Click Repair Helper to reinstall the bundled helper, then approve it in System Settings if prompted.
zh_hans: 已注册的 TUN helper 未报告 helper 协议版本。点击“修复 Helper”重新安装随附 helper，如系统提示请在系统设置中批准。

source: Registered TUN helper protocol v%lld is older than ClashMax requires (v%lld). Click Repair Helper to reinstall the bundled helper, then approve it in System Settings if prompted.
zh_hans: 已注册的 TUN helper 协议 v%lld 低于 ClashMax 要求的 v%lld。点击“修复 Helper”重新安装随附 helper，如系统提示请在系统设置中批准。

source: Reject Ads
zh_hans: 拒绝广告

source: Remaining
zh_hans: 剩余

source: Reminder
zh_hans: 提醒

source: Remote profile-update-interval
zh_hans: 远端 profile-update-interval

source: Remove %@ from %@ if this traffic should be sniffed.
zh_hans: 如果这类流量需要嗅探，请从 %2$@ 中移除 %1$@。

source: Remove %@ from ClashMax. Stored subscription metadata and the app-managed profile copy will be deleted.
zh_hans: 从 ClashMax 移除 %@。已存储的订阅元数据和应用管理的配置副本将被删除。

source: Remove dashboard
zh_hans: 删除面板

source: Remove header
zh_hans: 移除请求头

source: Remove policy
zh_hans: 删除策略

source: Remove rule
zh_hans: 移除规则

source: Repair
zh_hans: 修复

source: Repair DNS
zh_hans: 修复 DNS

source: Repair Helper
zh_hans: 修复 Helper

source: Repair Routing
zh_hans: 修复路由

source: Repair TUN routing
zh_hans: 修复 TUN 路由

source: Replaces the connection's IP destination with the sniffed domain, so rules, logs and the Connections list all show the real host.
zh_hans: 用嗅探到的域名替换连接的 IP 目标，从而让规则、日志和连接列表都显示真实主机。

source: Reported by Mihomo
zh_hans: 由 Mihomo 报告

source: Request Headers
zh_hans: 请求头

source: Request Timeout
zh_hans: 请求超时

source: Required
zh_hans: 需要批准

source: Required for new credentials; leave blank to keep the saved password
zh_hans: 新凭据必须填写；留空则保留已存密码

source: Reset Defaults
zh_hans: 重置默认值

source: Respect Rules
zh_hans: 遵循规则

source: Response Headers
zh_hans: 响应头

source: Restart Core
zh_hans: 重启核心

source: Restart Now
zh_hans: 立即重启

source: Restore Defaults
zh_hans: 恢复默认

source: Restore Failed
zh_hans: 恢复失败

source: Restore Previous State
zh_hans: 恢复之前状态

source: Restore Remote Name
zh_hans: 恢复远端名称

source: Restore the routing, system proxy, and policy-started runtime state from before the matched SSID policy.
zh_hans: 恢复匹配 SSID 策略应用前的路由、系统代理和由策略拉起的运行状态。

source: Restored
zh_hans: 已恢复

source: Restoring
zh_hans: 正在恢复

source: Result
zh_hans: 结果

source: Retry Backoff Cap
zh_hans: 重试退避上限

source: Retry failed direct fetches through ClashMax's current mixed-port on 127.0.0.1.
zh_hans: 直连拉取失败后，通过 ClashMax 当前位于 127.0.0.1 的 mixed-port 重试。

source: Retry failed subscription fetches through the current macOS proxy settings.
zh_hans: 订阅拉取失败后，通过当前 macOS 代理设置重试。

source: Revert
zh_hans: 撤销

source: Review rules that send the IP-check host to DIRECT.
zh_hans: 检查将 IP 检测主机指向 DIRECT 的规则。

source: Rewrite Target
zh_hans: 改写目标

source: Rollback
zh_hans: 回滚

source: Rollback to Last Working
zh_hans: 回滚到上次可用

source: Rolled back
zh_hans: 已回滚

source: Route common China/private destinations direct before MATCH, with ClashX-style DNS defaults.
zh_hans: 常见中国大陆/私有目标在 MATCH 前直连，并使用 ClashX 风格 DNS 默认值。

source: Route Exclude Address
zh_hans: 路由排除地址

source: Routing
zh_hans: 路由

source: Routing mode used when the core starts.
zh_hans: 核心启动时使用的路由模式。

source: rule
zh_hans: 规则

source: Rule
zh_hans: 规则

# Rule #%lld is yours, and it routes to %@.
source: Rule #%1$lld is yours, and it routes to %2$@.
zh_hans: 第 %1$lld 条规则就是你添加的，它会路由到 %2$@。

source: Rule #%1$lld matches first and routes to %2$@: %3$@. Reorder it in Routing, or narrow that rule, for yours to take effect.
zh_hans: 第 %1$lld 条规则先命中并路由到 %2$@：%3$@。请在“路由”页调整顺序，或收窄该规则，你的规则才会生效。

source: Rule Category
zh_hans: 规则类别

source: Rule Line
zh_hans: 规则行

source: Rule Overlay
zh_hans: 规则覆盖

source: Rule pattern
zh_hans: 规则匹配内容

source: Rule Policy
zh_hans: 规则策略

source: Rule policy cannot be empty.
zh_hans: 规则策略不能为空。

source: Rule policy cannot contain commas or line breaks.
zh_hans: 规则策略不能包含逗号或换行。

source: Rule Providers
zh_hans: 规则 Provider

source: Rule Snippets
zh_hans: 规则片段

source: Rule Type
zh_hans: 规则类型

source: Rule value
zh_hans: 规则值

source: Rule Value
zh_hans: 规则值

source: Rule value cannot be empty.
zh_hans: 规则值不能为空。

source: Rule value cannot contain commas or line breaks.
zh_hans: 规则值不能包含逗号或换行。

source: rules
zh_hans: 规则

source: Rules
zh_hans: 规则

source: Rules are applied only from saved user-created entries. ClashMax does not switch TUN or NE Proxy automatically without a matching policy.
zh_hans: 仅应用已保存的用户创建条目。没有匹配策略时，ClashMax 不会自动切换 TUN 或 NE Proxy。

source: Rules are loaded from the active profile after the runtime starts.
zh_hans: 运行时启动后会从当前配置加载规则。

source: Rules: local domain plus private IPv4 CIDRs direct, then MATCH.
zh_hans: 规则：本地域名和私有 IPv4 CIDR 直连，然后 MATCH。

source: Rules: MATCH to the final policy.
zh_hans: 规则：MATCH 到最终策略。

source: Rules: MATCH to the generated proxy group.
zh_hans: 规则：MATCH 到生成的代理组。
